Repository: OneGov/plonetheme.onegovbear
Catalog: plonetheme/onegovbear/locales/*/LC_MESSAGES/plonetheme.onegovbear.po
Languages: de

source: Cancel
de: Abbrechen

source: Changes saved
de: Änderungen gespeichert

source: Customize design
de: Design anpassen

source: Edit cancelled
de: Bearbeiten abgebrochen

source: Footer
de: Fusszeile

source: Further informations
de: Weitere Informationen.

source: Navigation on ${title}
de: Navigieren auf ${title}

source: Save
de: Speichern

source: customize design variables
de: Design-Variablen anpassen

source: label_button_context_color
de: Farbe der Knöpfe, die sich auf den aktuellen Kontext beziehen.

source: label_button_danger_color
de: Farbe für Knöpfe, welche eine gefährliche Aktion auslösen.

source: label_button_destructive_color
de: Farbe für Knöpfe, welche eine destruktive Aktion auslösen, z.B. Inhalt löschen.

source: label_button_disabled_color
de: Farbe für inaktive Knöpfe, d.h. Knöpfe, die keine Aktion auslösen oder nicht geklickt werden können.

source: label_button_success_color
de: Farbe für Knöpfe, welche erfolgreiche Aktion auslösen, z.B. Speichern eines Dokuments.

source: label_button_text_dark_color
de: Eine dunkle Farbe für das Label von Knöpfen mit heller Hintergrundfarbe.

source: label_button_text_light_color
de: Eine helle Farbe für das Label von Knöpfen mit dunkler Hintergrundfarbe.

source: label_button_warning_color
de: Farbe für Knöpfe, die eine Aktion auslösen, vor welcher der Benutzer gewarnt werden muss.

source: label_font_family_base
de: Basis-Schriftfamilie

source: label_font_size_base
de: Basis-Schriftgrösse, z.B. für Inhaltstext.

source: label_font_size_h1
de: Schriftgrösse der grössten Überschrift (H1).

source: label_font_size_h2
de: Schriftgrösse der zweiten Überschrift (H2).

source: label_font_size_h3
de: Schriftgrösse der dritten Überschrift (H3).

source: label_footer_background_color
de: Hintergrundfarbe der Links im Footer

source: label_footer_font_color
de: Farbe der Elemente im Footer, z.B. nicht verlinkter Text.

source: label_footer_link_color
de: Farbe der Links im Footer.

source: label_footer_link_color_hover
de: Farbe der Links im Footer, wenn man mit der Maus über den Link fährt.

source: label_globalnav_bg_color
de: Hintergrundfarbe der Hauptnavigation.

source: label_globalnav_bg_color_hover
de: Hintergrundfarbe der Hauptnavigation, wenn man mit der Maus darüber fährt.

source: label_globalnav_link_color
de: Textfarbe der einzelnen Knöpfe in der Hauptnavigation.

source: label_globalnav_link_color_hover
de: Textfarbe der einzelnen Knöpfe in der Hauptnavigation, wenn man mit der Maus darüber fährt.

source: label_globalnav_separator_color
de: Die Farbe des Trenners zwischen den Knöpfen in der Hauptnavigation.

source: label_gray
de: Ein Grau, das etwas heller ist als $gray-dark.

source: label_gray_base
de: Das Basis-Grau. Die anderen Grautönen werden von diesem Wert abgeleitet.

source: label_gray_dark
de: Ein Grau, das etwas heller ist als $gray-darker.

source: label_gray_darker
de: Ein Grau, das etwas heller ist als $gray-base.

source: label_gray_light
de: Ein Grau, das etwas heller ist als $gray.

source: label_gray_lighter
de: Ein Grau, das etwas heller ist als $gray-light.

source: label_line_height_base
de: Basis-Zeilenabstand

source: label_page_bg_color
de: Hintergrundfarbe der Webseite.

source: label_primary_color
de: Die Primärfarbe.

source: label_secondary_color
de: Wird für die Hintergrundfarbe der Edit-Leiste, die Farbe der Links im Sprachumschalter und der Links der Servicenavigation verwendet.

source: label_skiptocontact
de: Kontakt

source: label_skiptocontent
de: Inhalt

source: label_skiptohomepage
de: Startseite

source: label_skiptonavigation
de: Navigation

source: variables_form_description
de: Dieses Formular dient dem Anpassen von einigen ausgewählten Design-Variablen des Themes.

source: variables_form_description_inheritance
de: Variablen werden von den übergeordneten Inhalten geerbet, falls sie dort angepasst worden sind.

source: variables_form_label
de: Design-Variablen überschreiben (SCSS)

source: You are here:
de: Sie befinden sich hier:
